const questions = [
    {
        question: "Как часто вы задумываетесь о своих отношениях?",
        options: [
            "Постоянно, это занимает значительную часть моих мыслей.",
            "Иногда, но не слишком часто.",
            "Редко, я не задумываюсь об этом.",
            "Никогда, это не волнует меня."
        ]
    },
    {
        question: "Как бы вы оценили текущее состояние ваших отношений?",
        options: [
            "Идеально, у нас полная гармония и взаимопонимание.",
            "Довольно хорошо, но есть моменты, над которыми стоит поработать.",
            "Сложно, мы сталкиваемся с трудностями и непониманием.",
            "Плохо, отношения находятся на грани разрыва."
        ]
    },
    {
        question: "Верите ли вы в силу Таро и их возможности помочь в отношениях?",
        options: [
            "Да, я верю в его потенциал и уже имею опыт работы с картами.",
            "Скорее да, чем нет, я открыта к новым знаниям и подходам.",
            "Не уверена, но готова попробовать.",
            "Нет, я скептически отношусь к подобным методам."
        ]
    },
    {
        question: "Что для вас является наибольшей проблемой в отношениях?",
        options: [
            "Отсутствие доверия и искренности.",
            "Непонимание друг друга и частые конфликты.",
            "Недостаток страсти и романтики.",
            "Невозможность построить долгосрочные отношения."
        ]
    },
];

export default questions;